;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Translation Author: Youcef Guenaoua
; Translation Author Email: youcefguenaoua123@google.com
; Soft Version: 1.23.60
;

[Translation]
LanguageName=العربية
LangCode=0401
ReadHabit=Right-to-left
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ARABIC_CHARSET

Confirm=تأكيد

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=غير مكتمل
TfrmWRMMain.btnCompleted.Caption=مكتمل
TfrmWRMMain.btnBack.caption=عودة
TfrmWRMMain.btnDone.Caption=حفظ
TfrmWRMMain.lblRepeat.caption=إعادة:
TfrmWRMMain.lblTime.caption=الوقت:
TfrmWRMMain.lblName.caption=الوصف:
TfrmWRMMain.lblDate.caption=التاريخ:
TfrmWRMMain.cbPeriod.Item1=مرة واحدة
TfrmWRMMain.cbPeriod.Item2=يومي
TfrmWRMMain.cbPeriod.Item3=أسبوعي
TfrmWRMMain.cbPeriod.Item4=شهري
TfrmWRMMain.cbPeriod.Item5=سنوي
;
;hint
;
TfrmWRMMain.RestoreHint=نسخ احتياطي واستعادة
TfrmWRMMain.imgf.hint=تابعونا على فايسبوك
TfrmWRMMain.imgt.hint=تابعونا على تويتر
TfrmWRMMain.imgmail.hint=شاركه مع أصدقائك
TfrmWRMMain.imghome.hint=الموقع الرسمي
TfrmWRMMain.CloseHint=إغلاق
TfrmWRMMain.MenuHint=القائمة
TfrmWRMMain.MinHint=تصغير
TfrmWRMMain.lbl2.caption=الإصدار الحالي:%s
TfrmWRMMain.lbl3.Caption=تفقد التحديثات
TfrmWRMMain.btnDetails.hint_1=التفاصيل
TfrmWRMMain.btnDetails.hint_2=تعديل واستعادة
TfrmWRMMain.btnDelete.hint_1=تعليم كمنتهية
TfrmWRMMain.btnDelete.hint_2=حذف
TfrmWRMMain.OpenWindow=افتح WiseRem
TfrmWRMMain.btnNew.Caption=جديد

msgdlg.btnNO=لا
msgdlg.btnOk=حسنا
msgdlg.btnYes=نعم
;
; Time
;
constY=عام
constM=شهر
constD=يوم
constHH=ساعة
constMM=دقيقة
constSS=ثانية
constYs=أعوام
constMs=أشهر
constDs=أيام
constHHs=ساعات
constMMs=دقائق
constSSs=ثواني
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=مساعدة على الإنترنت
TfrmWRMMain.TrayMenuItem2=المنتدى
TfrmWRMMain.TrayMenuItem3=الموقع الرسمي
TfrmWRMMain.TrayMenuItem4=اتصل بنا
TfrmWRMMain.TrayMenuItem5=تفقد التحديثات
TfrmWRMMain.TrayMenuItem6=تفقد الأخبار
TfrmWRMMain.TrayMenuItem7=اللغة
TfrmWRMMain.TrayMenuItem8=تشغيل عند بدء التشغيل
TfrmWRMMain.TrayMenuItem9=حول
TfrmWRMMain.TrayMenuItem10=خروج
TfrmRemindDlg.Caption_1=لقد فوتت بعض التذكيرات
TfrmWRMMain.lbl1.caption=استعادة
TfrmWRMMain.fxpmn.item1=نسخ احتياطي
TfrmWRMMain.fxpmn.item2=استعادة
GetLang=ترجمة إلى...
;
; Notice
;
TfrmRemindDlg.Caption=إشعار
TfrmRemindDlg.btnComplete.Caption=فهمت
TfrmRemindDlg.btnDelay.Caption=تأجيل
;
; About
;
TfrmAbout.Caption=حول
TfrmAbout.lblEmail.caption=بريد الدعم الإلكتروني:
TfrmAbout.lblhome.caption=الصفحة الرسمية:
TfrmAbout.lblthanks.caption=شكر للتالي:
TfrmAbout.btnOk.Caption=حسنا
TfrmAbout.lblver.Caption=الإصدار الحالي:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = كتم الصوت
TfrmWRMMain.cbbVoice.Item2 = افتراضي
TfrmWRMMain.cbbVoice.Item3 = مخصص 
TfrmWRMMain.lblVoice.Caption = نغمة الرنين:

[Messages]
UnkonwFileType = ملف صوت غير معروف!
ExitModify=لديك تغييرات غير محفوظة. هل أنت متأكد من مغادرة هذه الصفحة؟
RemindNameNULL=الرجاء ملء وصف التذكير!
NewVer=إصدار جديد من Wise Reminder متوفر! هل تريد الترقية الآن؟
NoNewVer=تهانينا! أنت تستعمل أحدث إصدار الآن.
ExitApp=هل أنت متأكد من مغادرة Wise Reminder؟ إشعارات Wise Reminder لن تعود متوفرة بعدها!
NoneReminder=لم تقم بتعيين أي تذكير!
NoneCopmpleted=ليس لديك أي تذكير مكتمل!
NoneSelected=الرجاء اختيار غرض واحد على الأقل!
TimeOver=قمت بتعيين وقت أسبق من الوقت الحالي!

[Lang]
NativeLanguage=العربية